<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link rel="stylesheet" href="css/hangleday.css">
</head>
<body>

	<section class="define">
	<img src="img/sejong.jpg">
		<article>
			<span class="title">한글날</span><br>
			<span class="t4">10월 9일</span><p>
			<p><b>정의</b><p>
			훈민정음(訓民正音) 곧 오늘의 한글을 창제해서 세상에 펴낸 것을 기념하고, 우리 글자 한글의 우수성을 기리기 위한 국경일. 1926년에 음력 9월 29일로 지정된 ‘가갸날’이 그 시초이며 1928년 ‘한글날’로 개칭되었다. 광복 후 양력 10월 9일로 확정되었으며 2006년부터 국경일로 지정되었다. 또한 세종어제(世宗御製) 서문(序文)과 한글의 제작 원리가 담긴 『훈민정음(訓民正音)』은 국보 제70호로 지정되어 있으며, 이것은 1997년 10월 유네스코(UNESCO) 세계기록유산(Memory of the World)으로 등록되었다.
			[네이버 지식백과] 한글날 (한국세시풍속사전)
		</article>
		
		<article>
		<br><br><br><b>유래</b><p>
	훈민정음은 세종대왕 25년 곧 서기 1443년에 완성하여 3년 동안의 시험 기간을 거쳐 세종 28년인 서기 1446년에 세상에 반포되었다. 한글은 자연발생적으로 생긴 것이 아니라 세종대왕이 주도하여 창의적으로 만든 문자인데 지극히 과학적이고 합리적이어서 세계 문자 역사상 그 짝을 찾을 수가 없다. 한글만큼 우수한 문자가 또 없다는 것을 세계가 모두 인정하고 있다. 이러한 한글의 창제로 말미암아 우리는 문자가 없어서 남의 글자인 한자를 빌려다가 우리말을 중국말 문법에 맞추어 쓰던 불편을 벗어버리고 자유롭게 표현을 할 수 있게 되었고 따라서 오늘날과 같은 문화, 경제, 정치 등 각 분야에 걸친 발전을 이루어 세계 유수한 나라들과 어깨를 겨루게 되었다. 한글날은 이러한 한글의 창제와 반포를 기념하고 한글의 우수성과 공로를 기리는 날이다.
	[네이버 지식백과] 한글날 (한국세시풍속사전)
		</article>
		<article>
		<b>내용</b><p>
한글날을 처음 제정한 것은 우리가 일제강점기에 있던 1926년의 일이다. 조선어연구회(朝鮮語硏究會) 곧 오늘의 한글학회가 음력 9월 29일(양력으로 11월 4일)을 가갸날이라 하고, 그날 서울 식도원(食道園)에서 처음으로 기념식을 거행한 것이 시초이다. 이 해는 한글이 반포된 지 8회갑인 480년이 되던 해였다.

당시는 우리가 일제에 국권을 빼앗기고 억압에 눌려서 위축되어 있던 때라 민족정신을 되살리고 북돋우기 위하여 한글날을 제정하여 기념하기로 했던 것이다. 음력 9월 마지막 날인 29일을 한글날로 정한 것은 『세종실록(世宗實錄)』 28년(1446) 9월조의 “이 달에 훈민정음이 이루어지다(是月訓民正音成).”라고 한 기록을 근거로 한 것이며, 이름을 가갸날이라 한 것은 그때 아직 한글이라는 말이 보편화하지 않았고, 한글을 ‘가갸거겨……, 나냐너녀……’ 하는 식으로 배울 때였기 때문이다. 한글이라는 이름은 언문, 반절, 가갸글 등으로 불러 오던 훈민정음을 1910년대에 주시경(周時經)을 중심으로 한 국어 연구가들이 으뜸가는 글, 하나 밖에 없는 글이라는 뜻으로 지어서 쓰게 된 것이다. 그러나 그때까지만 해도 그 쓰임이 보편화되지 않았다.

가갸날을 한글날로 이름을 바꾼 해는 1928년이었다. 1931년에는 그동안 음력으로 기념해오던 한글날을 양력으로 고치기로 하고 율리우스력으로 환산하여 10월 29일을 한글날로 정했다. 그러나 이 환산 방법에 의문이 생겨 1446년의 음력 9월 29일을 당시에 우리나라에서 쓰던 그레고리력으로 다시 환산한 결과 10월 28일과 일치하여 이날을 한글날로 정하고 기념식을 가졌다. 그러던 중 1940년 경북 안동에서 『훈민정음』 원본이 발견되었는데, 서문에 “정통 11년 9월 상한(正統 十一年 九月 上澣)”에 정인지가 썼다고 기록되어 있어 훈민정음, 곧 한글을 반포한 날이 좀더 확실하게 밝혀졌다. 그러나 이때는 제2차 세계대전이 시작되어 여러 가지 통제가 심했던 까닭에 기념을 할 사정이 못 되었다.

한글날을 양력 10월 9일로 확정한 것은 1945년 우리나라가 광복이 되고 나서였다. 곧 ‘정통 11년 9월 상한’의 ‘9월 상한’을 9월 상순의 끝날인 음력 9월 10일로 잡고 그것을 양력으로 환산한 10월 9일로 정한 것이다. 그리고 1946년에는 한글날을 법정공휴일로 지정하여 거국적인 기념 행사를 하였다. 특히 일제강점기의 한글날 기념 행사는 민족주의 국어학자를 비롯한 소수 유지들의 모임으로 이루어졌었는데, 이때에 이르러 비로소 한글날 행사가 전국적인 것이 되어 해마다 큰 기념식을 하였다.

1970년 대통령령으로 공포된 ‘관공서의공휴일에관한규정’에서 관공서의 공식 공휴일이 되었다. 한글날은 한동안 법정공휴일의 지위를 잃는 불운을 겪기도 하였다. 1990년에 휴일이 많은 것은 산업 발전에 장애가 된다는 경제 단체의 문제 제기가 있어 법정공휴일 축소 문제가 논의되었고, 그해 8월에 국무회의에서 한글날을 국군의 날과 더불어 법정공휴일에서 제외하기로 의결, 한글날은 단순한 기념일이 되었다. 그러나 한글 관련 단체의 꾸준한 한글날 국경일 제정 운동의 결과로 2005년 12월 29일에 국회에서 ‘국경일에관한법률’을 개정하여 2006년부터 한글날이 국경일로 정해졌다.

한글날 기념 행사는 광복 이전부터 한글학회가 주관해오다가 1957년부터 한글학회와 세종대왕기념사업회가 공동으로 주관하게 되었고, 1981년에는 서울시, 1982년부터는 문화공보부(현재의 문화관광부)에서 맡아서 오늘에 이르렀다. 이날은 정부 주관으로 삼부(三府)의 요인, 한글학회, 세종대왕기념사업회, 기타 문화단체의 대표들이 참석한 가운데 기념식을 하고, 국어의 연구와 발전, 해외보급에 공로가 있는 이들에게 훈포장을 주고 표창을 하는 한편, 한글을 기리는 문화 공연, 전시회 같은 행사를 한다. 이와 별도로 민간 한글 관련 단체가 세종대왕 동상에 꽃바치기, 국어학 학술대회 같은 행사를 한다.
[네이버 지식백과] 한글날 (한국세시풍속사전)
		</article>
	</section>

</body>
</html>